/* Your password is incorrect */
"\nВи ввели невірний пароль" = "\nВи ввели невірний пароль";

/* Alert message: Incorrect password or email */
"\nНеправильний пароль або email-адреса" = "\nНеправильний пароль або email-адреса";

/* Cancel button title on alert */
"OK" = "OK";

/* Open settings */
"Вiдкрити налаштування" = "Вiдкрити налаштування";

/* Cancel */
"Вiдмiнити" = "Вiдмiнити";

/* Password changed */
"Ваш пароль змінено" = "Ваш пароль змінено";

/* You have already voted for this problem */
"Ви вже голосували за дану проблему" = "Ви вже голосували за дану проблему";

/* You can add maximum {number} photos */
"Ви можете додати максимум %lu фото" = "Ви можете додати максимум %lu фото";

/* You can add maximum {number} photos */
"Ви можете додати не більше %lu фото" = "Ви можете додати не більше %lu фото";

/* You can add {numbeer} more photo */
"Ви можете додати ще %lu фото" = "Ви можете додати ще %lu фото";

/* solved */
"вирішена" = "вирішена";

/* Login button title on login actionSheet */
"Вхід" = "Вхід";

/* Cancel button title on login actionSheet */
"Відмінити" = "Відмінити";

/* Loin with Facebook button title on login actionSheet */
"Війти з Facebook" = "Війти з Facebook";

/* Welcome, {User Name} */
"Вітаємо, %@!" = "Вітаємо, %@!";

/* Vote added */
"Голос додано" = "Голос додано";

/* Votes */
"Голосів" = "Голосів";

/* Please allow the application access to your location service to locate your current pisition */
"Для доступу до вашої геопозиції необхидно зайти до налаштувань та дозволити додатку доступ до вашої геопозиції" = "Для доступу до вашої геопозиції необхидно зайти до налаштувань та дозволити додатку доступ до вашої геопозиції";

/* Add description */
"Додати опис" = "Додати опис";

/* Location Services access */
"Доступ до геопозицiї" = "Доступ до геопозицiї";

/* loading... */
"Завантаження..." = "Завантаження...";

/* Comment added */
"Коментар додано" = "Коментар додано";

/* Comments */
"Коментарів" = "Коментарів";

/* Problem location */
"Мiсцезнаходження проблеми" = "Мiсцезнаходження проблеми";

/* not solved */
"не вирішена" = "не вирішена";

/* Alert message: Can't receive user info to login on Ecomap */
"Неможливо отримати дані для авторизації на Ecomap" = "Неможливо отримати дані для авторизації на Ecomap";

/* You have to enter the name of the problem */
"Необхiдно ввести назву проблеми" = "Необхiдно ввести назву проблеми";

/* No comment provided by engineer. */
"Необхiдно обрати мiсцезнаходження проблеми" = "Необхiдно обрати мiсцезнаходження проблеми";

/* Problem description */
"Опис проблеми:\n" = "Опис проблеми:\n";

/* Error title */
"Помилка" = "Помилка";

/* Alert title: Error to login */
"Помилка входу" = "Помилка входу";

/* Alert title: Error to login with Facebook */
"Помилка входу через Facebook" = "Помилка входу через Facebook";

/* Alert title: Error to Register */
"Помилка реєстрації" = "Помилка реєстрації";

/* Problems */
"Проблем" = "Проблем";

/* Proposal to solve */
"Пропозиції щодо вирішення:\n" = "Пропозиції щодо вирішення:\n";

/* Attention! */
"Увага!" = "Увага!";

/* Photos */
"Фотографій" = "Фотографій";

/* Login actionSheet title: This action requires authorization */
"Ця дія потребує авторизації" = "Ця дія потребує авторизації";

/* Alert message: There are problems on the server. We are working to resolve them! */
"Є проблеми на сервері. Ми працюємо над їх вирішенням!" = "Є проблеми на сервері. Ми працюємо над їх вирішенням!";

